Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/lautakunnat.html.tmx
Source language: fin
Languages: smn

source: Lautakunnat
smn: Lävdikodeh

source: Saamelaiskäräjien kokous asettaa vaalikaudekseen neljä lautakuntaa, saamen kielineuvoston, nuorisoneuvoston sekä vaalilautakunnan, jonka toimikausi on muita lautakuntia lyhyempi.
smn: Sämitige čuákkim aasât vaaljâpaajees ááigán nelji lävdikode, säämi kielârääđi sehe vaaljâlävdikode, mon toimâpaje lii uánihub, ko eres lävdikuudijn.

source: Lautakunnat toimivat hallituksen alaisuudessa valmistellen omaan toimialaansa kuuluvia asioita ja tehden päätöksiä omaan alaansa kuuluvien varojen jakamisesta ja käyttämisestä.
smn: Lävdikodeh tuáimih stiivrâ vuálásâžžân, valmâšteleh toimâsuárgásis kullee aašijd já taheh miärádâsâid suárgásis kullee vaarij jyehimist já kevttimist.

source: Lautakuntien puheenjohtajien ja varapuheenjohtajien tulee olla saamelaiskäräjien varsinaisia jäseniä.
smn: Lävdikudij saavâjođetteijeeh já värisaavâjođetteijeeh kalgeh leđe sämitige eidusâš jesâneh.

source: Heidän lisäkseen jokaiseen lautakuntaan kuuluu viisi muuta jäsentä sekä jokaiselle henkilökohtainen varajäsen.
smn: Sii lasseen jyehi lävdikoodán kuleh vittâ eres jeessân sehe juáhážân persovnkuáhtásâš värijeessân.

source: Lautakuntien tulee edustaa mahdollisimman hyvin Suomen saamelaisten kielellisiä ja alueellisia ryhmiä sekä hyvää asiantuntemusta toimialallaan.
smn: Lävdikodeh kalgeh ovdâstiđ nuuvt pyereest ko máhđulâš Suomâ sämmilij kielâlâš já kuávlulâš juávhuid sehe šiev äššitubdâmuš toimâsyergistis.

source: Lautakuntien tehtävistä on määrätty saamelaiskäräjien työjärjestyksessä.
smn: Lävdikudij pargoin lii meridum sämitige pargo-oornigist.

source: Lautakunnat hoitavat omaan toimialaansa liittyvää tiedotusta.
smn: Lävdikodeh hoittájeh jieijâs toimâsuárgán kullee tieđettem.
